[
	{
		"title": "Flying Once More", "img": "flyingOnceMore.JPG", "body": "Flying Once More is a short film with interviews and aerial arts, performed to an original composition by Heath Jelovic. The film explores the revival of the performance industry after COVID-19. Regeneration is expressed through silks and lyra performed by Jessica Robinson and Manar Al Thumairi. Interview responses to the effects of COVID-19 on the performing arts industry are inter-cut by Damien Lageman to produce a documentary-style piece of filmed performance art.", "people": ["Jessica Robinson", "Jollee Sacco", "Dani Mordaunt", "Heath Jelovic", "Damien Lageman", "Manar Al Thumairi", "Melanie Pocklington"], "room": "Dance Studio", "pos": 0
	}, 
	{
		"title": "YOUnify", "img": "younify.png", "body": "YOUnify is a series of composed music pieces representing four stages of regeneration to inspire change. Focusing on four major social justice events, the film ignites emotions and empathy to eradicate racism and closed-minded thinking, to help coming generations live in a world without violence.", "people": ["Adrian Dubuisson", "Lexie Brooke", "Hannah O'Donoghue", "Yukon Aranovitch", "Gabriel Raad"], "room": "Courtyard", "pos": 1
	}, 
	{
		"title": "Renaissance", "img": "renaissance.png", "body": "Renaissance conveys the idea of regeneration through original compositions. The sound of creation and healing are expressed through the music motifs. The project may provide support for other projects, as our music will work to create an atmosphere of regeneration that may be felt while at the exhibition, enhancing and enriching the ideas and themes of other projects, much like the score in a film. We hope our music can speak to people on a personal level and take them on an emotional journey.", "people": ["Heath Jelovic", "Inigo Sommers McGregor", "Dane de Braekeleir-Cleal"], "room": "Courtyard", "pos": 2
	}, 
	{
		"title": "Breaking the Barrier", "img": "breakingTheBarrier.JPG", "body": "Breaking the barrier is a dance film that expresses the concept of regeneration through dance movements and dialogue. We have aimed to capture the regeneration of social interaction and physical connection, by showing the story of a person who has become disconnected with reality. Throughout the film, the story shows the protagonist being supported through this struggle and dissociation by the dancers. This is intended to communicate to the audience to get off their phones and appreciate the things around them.", "people": ["Estelle Saunders", "Nadia Qureashi", "Abigail Pierce", "Sarah Egan", "Josh Haruman", "Jollee Sacco", "Melanie Pocklington", "Lexie Brooke"], "room": "Dance Studio", "pos": 3
	}, 
	{
		"title": "Healing our History", "img": "healingOurHistory.jpg", "body": "Music has been used throughout history to heal our souls and communities. Healing Our History is a live performance of 6 original compositions expressing necessary healing for current issues, which include: the stolen generation, LGBTQIA+, bushfires, black lives matter, covid-19 and negligence of world leaders. Concepts are communicated through cord and tonal choice and careful lyric writing.", "people": ["Patrick Hay", "Samuel Lee", "Mia Betteridge"], "room": "Courtyard", "pos": 4
	}, 
	{
		"title": "Healing our History", "img": "healingOurHistory.jpg", "body": "Music has been used throughout history to heal our souls and communities. Healing Our History is a live performance of 6 original compositions expressing necessary healing for current issues, which include: the stolen generation, LGBTQIA+, bushfires, black lives matter, covid-19 and negligence of world leaders. Concepts are communicated through cord and tonal choice and careful lyric writing.", "people": ["Patrick Hay", "Samuel Lee", "Mia Betteridge"], "room": "Courtyard", "pos": 5
	}, 
	{
		"title": "Fasciate", "img": "fasciate.png", "body": "Urban life often frames our relationship with nature as a one-sided, segregated affair. We often think of nature as something alien and removed, relegated only to certain areas of our lives and posed as a resource for human convenience. This mindset rejects our fundamental connection to nature and ignores our place within it. Our immersive space seeks to reconnect its audience with the idea that they themselves are 'nature'. It acts as a reminder that humans exist within a wider ecosystem, and of the deep interdependence of everything in nature. Fasciation is a phenomenon in which, due to causes not entirely known, the mathematics that govern the reproduction of plant cells 'glitch' and produce repeating patterns. Our compositional process takes its lead from patterns in nature, and the soundscape is generated in real-time, based on organic inputs to simulate a living being. To replenish and revive our land, we must first focus on forming a connection and understanding with it.", "people": ["Ash Dor-Shiffer", "Marcus Spaits", "Mia Betteridge", "Dakoda Buchan"], "room": "Meeting Room 2", "pos": 6
	}, 
	{
		"title": "Influencers - 19", "img": "influencers.PNG", "body": "In our podcast we will go through the positive and negative aspects of COVID 19. We talk about the influencers during COVID19 and how they profit off the situation head-on by creating their own masks and products but pricing them twice as much. It links back to regeneration by regenerating profits and kickstarting our lives again.", "people": ["Abbey Walker", "Ella Fraser", "Raphael Gordon"], "room": "Art Studio 3", "pos": 7
	}, 
	{
		"title": "Bath Bombs and Pinatas", "img": "bathBombs.png", "body": "Our team created COVID-19 inspired interactive displays. The installation comprises an inflatable pool of water labelled as 'HAND SANITISER' and hanging above the pool will be COVID shaped bath bombs dropping into the water at intervals. This is a physical representation of what we hope to achieve when we use hand sanitiser and encourage people to interpret the display in their own way. Exhibition goers will be able to purchase the bath bombs either to take home, or to put in the 'hand sanitiser pit' and watch COVID be destroyed. We will also be making COVID shaped pinatas out of paper mache. The idea of this interactive installation is that everyone can take their anger out on COVID. Lots of collaborations have been had with numerous areas from science teams and artists, to constructors.", "people": ["Haz Colhoun", "Tom Degenhart"], "room": "Foyer", "pos": 8
	}, 
	{
		"title": "Green Burials", "img": "greenBurials.jpg", "body": "Our podcast explores why traditional burial practices are unsustainable and investigates environmentally friendly options. The aim of our project is to spread awareness of alternative burial practices and to show people how they can continue to save the Earth from beyond the grave. Multiple members of our group interviewed fellow students, teachers, and parents to see if they were aware of green burial options, their opinions on it and if they would ever consider one for themselves. Our podcast features an interview with holistic funeral practitioner, Victoria Spence.", "people": ["Gabriella Sarno", "Eshaan Shrivastava", "Charlotte Kirwan", "Andy Karatsiolis"], "room": "Staff Retreat", "pos": 9
	}, 
	{
		"title": "Dandelion", "img": "dandelion.JPG", "body": "The aim of our project is to create an artistic representation of the emotional and physical impacts of the year 2020 and how we, as a society, have regenerated after the events of the year. By using a combination of film, contemporary dance and elements of animation we hope to create a visually and emotionally engaging and relatable film that places emphasis on society's downfall and regeneration.", "people": ["Daniel Milburn", "John Crimmins", "Ilya Amperidis", "Flynn Hutchings", "Josephine Wong", "Robyn Ussher", "Lani Braham"], "room": "Western Stairwell", "pos": 10
	}, 
	{
		"title": "Audio-visual Soundscape", "img": "audioVisualSoundScape.PNG", "body": "Fasciation is a phenomenon in which, due to causes not entirely known, the mathematics that govern the reproduction of plant cells 'glitch' and produce repeating patterns. Our compositional process takes its lead from patterns in nature, and the soundscape is generated in real-time, based on organic inputs to simulate a living being.", "people": ["Rowan Brewster", "Maggie Colvin", "Jack Barber", "Parisa Buntoro", "Cascade Fairbairn", "Simon Daod"], "room": "Meeting Room 1", "pos": 11
	}, 
	{
		"title": "The Mind Electric", "img": "theMindElectric.png", "body": "A museum-style installation that metavisually presents the past, present and future trajectory of schizophrenia research, understanding, representation and treatment. How far we've come and how inconceivably far we'll go are sure examples of regeneration and vigorous progress.", "people": ["Nicholas Eshun-Wilson"], "room": "Eastern Stairwell", "pos": 12
	}, 
	{
		"title": "Website: ReGeneration", "img": "website.png", "body": "We are creating a website for the 2021 Vivid ReGeneration project as an online exhibition experience. All the information about the different projects will be collected and incorporated into the website for final launch at Vivid Ideas in August.", "people": ["Sam Hogan", "Jordon Reid"], "room": "Learning Centre", "pos": 13
	}, 
	{
		"title": "Cultural Evolutionists", "img": "culturalEvolutionists.jpg", "body": "Sydney's - or rather -  Australia's  culture is the product of its unique history, of which certain events are often glossed over. Our installation's focus is the unravelling of this history so that the audience can experience it chronologically to understand the past and their role in the writing of the future. Fabric, being a versatile medium, was a natural choice for our canvas, and the experience of a walk through a corridor reflecting Australia's timeline and the possible ways our culture could evolve in the future. Original artworks, primary source material (such as the Referendum), photos and text will be layered across the walls like a collage, overlaid with graffiti, ripped posters, and other remnants as visual elements. The end of the installation offers a choice that explores the individual's and collective's influence on a nation.", "people": ["Syfe Zhong", "Marienne McMullen", "Kai Spalding", "Flynn Westbury", "Mahlia Smith", "Mars Ferreira Alves", "Eddie Read"], "room": "Student Lounge", "pos": 14
	}, 
	{
		"title": "Astra Zeneca", "img": "astraZenica.png", "body": "We are using 80s punk fashion as a vehicle to express modern issues and appropriate responses, just like 80s punk culture communicated. Regeneration to us means incorporating past ideologies into modern issues and events to regenerate community and fashion, through the patches we are making. We want to use our works as a representation of some major events that have occurred in the past couple of years. We believe they are an effective way to communicate", "people": ["Robin Ritcher", "Lee Thatcher", "Riley Schiemer", "Cate Kerrigan", "Tom Ekins", "Vic Hayden"], "room": "Gallery", "pos": 15
	}, 
	{
		"title": "Room to Grow", "img": "roomToGrow.png", "body": "We are Room to Grow and we responded to the driving question with three sculptures, the first representing before 2020, the second during 2020 and the third being the present day. We achieved this with wire frames, papier mache, paint and other mixed media. In coming up with the concept, we implemented our creativity and portrayed 2020 with an optimistic mindset, that challenges such as bushfires and COVID can be hard, and perilous, but afterwards, we are given an opportunity to grow and rise again, much like a phoenix that rises from the ashes. We also referenced real Australian flora that needs natural disasters, like bushfires for new growth; we mimicked this by representing 2020 as a natural disaster.", "people": ["Stephen Hua", "Amy McCutcheon", "Night Turbitt", "Ruben Bissett", "Kai Saddington", "Jonah Edwardes"], "room": "Foyer", "pos": 16
	}, 
	{
		"title": "ReGen", "img": "reGen.jpg", "body": "We are using mushrooms as a symbol for ReGeneration. Our collection of art and design explores how the resilience and growth occurs out of harsh experiences the landscape has had over the past few years. The bushfires and floods have been devastating but we are now witnessing the regeneration of the land. Add to the communal artwork and learn and be a part of the hope of a regenerative future.", "people": ["Isla McRitchie", "Taylah Sheedy", "Aleeza Khan", "Estella Heifetz", "Penny Nisbet-Simpson", "Amelie Gabrielian"], "room": "Gallery", "pos": 17
	}, 
	{
		"title": "Papers to the Past", "img": "papersTothePast.JPG", "body": "Papers to the past is a group project focusing on planting seeds as an act of regeneration. Our idea is to crate handmade paper containing flower seeds and for participants to write a letter, flowers will grow from it symbolising self-growth and regeneration. Along with this, we are creating pots to sell along with the paper at a market stall. We want our audience to gain a sense of self growth or a feeling of being able to move on from past struggles through our projects.", "people": ["Zoe Vaccher", "Tallulah Lynch", "Annika Watts", "Odessa Pearce", "Xara Mancer", "Kayesha Nayna"], "room": "Courtyard Markets", "pos": 18
	}, 
	{
		"title": "Cardinal Corruption", "img": "cardinalCorruption.PNG", "body": "Cardinal Corruption is a literary and photographic response to the driving question, how can we help with regeneration after COVID. With our approach, we involve the intimate experience of the audience's own understanding of cultural taboo through an interpretation of the Cardinal (Seven Deadly) Sins.", "people": ["Aidan Mackell-Wong", "Hamish Bailey", "Angus Honcoote"], "room": "Gallery", "pos": 19
	}, 
	{
		"title": "COVID Cloth Gown", "img": "covidClothGown.jpg", "body": "The COVID cloth gown is a symbolic garment, representing society's regeneration from the COVID-19 pandemic whilst also capturing our re-entrance into public events and outings as we recover as a community from the pandemic. The gown has been produced using recycled fabrics from pyjamas, bed sheets and duvet covers all of which were generously donated by the public. We chose to use these specific items as the use of pyjamas was significantly increased throughout the pandemic and we aim to create an elegant, detailed garment whilst also using material from informal clothing. We are also creating bracelets with beads from donated jewellery and fabric hearts for the NICU from any fabric we don't use. The bracelets will be sold at the August exhibition in which the money will be donated to the NICU because we believe that our regeneration is the new generation.", "people": ["Ellie McLarty", "Natalie Parsons", "Brianna Merrigan", "Jade Cobb"], "room": "Gallery", "pos": 20
	}, 
	{
		"title": "No Place like Home", "img": "noPlaceLikeHome.png", "body": "Our group has created a short film about the issues surrounding youth homelessness in Australia and how COVID19 affected the lives of young people experiencing displacement. It focuses on the youth centre in St Leonards, 'Planet X', social workers - Greg and Amber and some of the teens that rely on the facility. Our film is centred on how those experiencing homelessness are often forgotten about or overlooked, especially in a time such as the pandemic. When everyone was required to stay home, where could they go? It explores the causes and effects of not having a permanent or stable residence and the difficulties young people have to face. Often alone, we focus on their ability to survive and find a sense of normalcy in life.", "people": ["Linc Green", "Rain Townsend", "Arlia Foeken", "Milah Zuhir", "David Yeboah"], "room": "Theatre", "pos": 21
	}, 
	{
		"title": "Reconciliation", "img": "reconcilliation.PNG", "body": "Reconciliation is a theatrical work which focuses on what needs to be done to help First Nations heal from the traumas of the Stolen Generations. The piece expresses the grieving of Indigenous communities and how their voices have been silenced in our education. Using voices of the Kinchela boys' uncles and extracts from Australian History textbooks. The work expresses truth. Truth telling and the sharing of stories are processes of healing.", "people": ["Scarlet Moore", "Beatrice Upton-Oettel", "Sarah Egan", "Claudia Colquhoun-Thomson", "Joel Krimatat", "Missy Emslie"], "room": "Theatre", "pos": 22
	}, 
	{
		"title": "Love by Lotus", "img": "loveByLotus.JPG", "body": "Love by Lotus is the conception, design and production of tote bags that will be used as a vehicle to showcase the lotus flower, a symbol of rebirth, regeneration and resilience. The lotus flower is a perfect analogy for the human condition, blossoming through even the murkiest of water. Through marketing the tote bags, our goal is to raise funds that will help, restore and reconstruct the identity, dignity and integrity of Indigenous communities.", "people": ["Mae Flannery", "Jocelyn Pye", "Jada Cincotta", "Aaliyah Gillespie", "Ruby Peckham"], "room": "Courtyard Markets", "pos": 23
	}, 
	{
		"title": "Tree of Hope", "img": "treeOfHope.JPG", "body": "Tree of Hope is an interactive installation intended to inspire communities that have encountered many struggles. Trees are a reminder of this as they shed leaves year after year and weather tumultuous storms, much like this country, yet still regenerate. By creating this installation our goal is to invite our audience to look within themselves and appreciate the enjoyable experiences in their life, even if they're small in comparison to the unpleasant ones. Through this project we aspire to spread messages of hope and positivity.", "people": ["Jessica Twells", "Jess Barnett", "Tanaya Sawant", "Zoe Evans", "Jasmine Haley", "Maria Borras McCrorey", "Tayla Hechter", "Alyssa Bourd", "Skye McKechnie"], "room": "Staff Retreat", "pos": 24
	}, 
	{
		"title": "Innovation 2021", "img": "innovation.JPG", "body": "Innovation 2021 is an observational documentary which encapsulates the collective project ideas and how they came to fruition. The film explores the development of a select few project groups, highlighting transformational moments, exposing problematic elements and unearthing personal stories. By producing this documentary our goal is to showcase the creative intelligence and collaborative spirit that exists within our Bradfield community. Through experimenting with film forums, we hope to unveil potential connections and inspire others with narratives about regeneration.", "people": ["Sila Sekeroz", "Zoe Hancock"], "room": "Theatre", "pos": 25
	}, 
	{
		"title": "Project Managers", "img": "test.png", "body": "As Project Managers, Jessica and Zoe oversee all aspects of strategic and operational planning and liaise with all relevant authorities and stakeholders. They are the engine behind the whole project, coordinating all project groups and all factors of the exhibition.", "people": ["Jessica Twells", "Zoe Evans"], "room": "Learning Centre", "pos": 26
	}, 
	{
		"title": "Operations and Logistics", "img": "operationsAndLogistics.PNG", "body": "Events Management and Operations assisted with the planning and organising of the 2021 event.  Our team oversees all aspects of strategic and operational planning and liaises with all relevant authorities and stakeholders.  We hope to ensure that the target audience is engaged and most importantly, we share your vision, energy and commitment.", "people": ["Riley McPherson", "Carlos Reyes", "Jessica Twells", "Jess Barnett", "Tanaya Sawant", "Zoe Evans", "Jasmine Haley", "Maria Borras McCrorey", "Tayla Hechter", "Alyssa Bourd", "Skye McKechnie", "Lani Braham"], "room": "Learning Centre", "pos": 27
	}
]